Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Workout updated
ar: تم تحديث التمرين
de: Training aktualisiert
es: Entrenamiento actualizado
fr: Entraînement mis à jour
hi: वर्कआउट अपडेट हुआ
hu: Edzés frissítve
it: Allenamento aggiornato
ko: 운동이 업데이트됨
pl: Trening zaktualizowany
pt: Treino atualizado
pt_br: Treino atualizado
ru: Тренировка обновлена
th: อัปเดตการออกกำลังกายแล้ว
tr: Antrenman güncellendi
uk: Тренування оновлено
zh: 训练已更新

source: Workout view
ar: عرض التمرين
de: Trainingsansicht
es: Vista del entrenamiento
fr: Vue de l’entraînement
hi: वर्कआउट दृश्य
hu: Edzésnézet
it: Vista allenamento
ko: 운동 보기
pl: Widok treningu
pt: Vista do treino
pt_br: Vista do treino
ru: Вид тренировки
th: มุมมองการฝึก
tr: Antrenman görünümü
uk: Вигляд тренування
zh: 训练视图

source: Workouts
ar: التمارين
de: Trainings
es: Entrenos
fr: Séances
hi: वर्कआउट
hu: Edzések
it: Allenamenti
ko: 운동 수
pl: Treningi
pt: Treinos
pt_br: Treinos
ru: Тренировки
th: การออกกำลังกาย
tr: Antrenman
uk: Тренування
zh: 训练次数

source: Worth watching
ar: يستحق المراقبة
de: Im Auge behalten
es: A vigilar
fr: À surveiller
hi: ध्यान देने योग्य
hu: Amire érdemes figyelni
it: Da tenere d’occhio
ko: 주의할 점
pl: Warto obserwować
pt: A vigiar
pt_br: Fique de olho
ru: За чем следить
th: สิ่งที่ควรจับตา
tr: Dikkat edilecekler
uk: За чим стежити
zh: 值得注意

source: Wrong name, e-mail or password.
ar: الاسم أو البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: Name, E-Mail oder Passwort falsch.
es: Nombre, correo o contraseña incorrectos.
fr: Nom, e-mail ou mot de passe incorrect.
hi: नाम, ईमेल या पासवर्ड गलत है।
hu: Hibás név, e-mail vagy jelszó.
it: Nome, e-mail o password errati.
ko: 이름, 이메일 또는 비밀번호가 올바르지 않습니다.
pl: Błędna nazwa, e-mail lub hasło.
pt: Nome, e-mail ou palavra-passe errados.
pt_br: Nome, e-mail ou senha incorretos.
ru: Неверное имя, e-mail или пароль.
th: ชื่อ อีเมล หรือรหัสผ่านไม่ถูกต้อง
tr: İsim, e-posta veya şifre yanlış.
uk: Неправильне ім’я, e-mail або пароль.
zh: 名字、邮箱或密码错误。

source: Yellow
ar: أصفر
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
hu: Sárga
it: Giallo
ko: 노랑
pl: Żółty
pt: Amarelo
pt_br: Amarelo
ru: Жёлтый
th: เหลือง
tr: Sarı
uk: Жовтий
zh: 黄色

source: You
ar: أنت
de: Du
es: Tú
fr: Toi
hi: आप
hu: Te
it: Tu
ko: 나
pl: Ty
pt: Tu
pt_br: Você
ru: Ты
th: คุณ
tr: Sen
uk: Ти
zh: 你

source: You are only notified when the Coach actually has something to suggest.
ar: لا يصلك إشعار إلا عندما يكون لدى المدرب ما يقترحه فعلًا.
de: Du wirst nur benachrichtigt, wenn der Coach wirklich etwas vorzuschlagen hat.
es: Solo recibes aviso cuando el Entrenador tiene algo que sugerir.
fr: Vous n’êtes prévenu que lorsque le Coach a vraiment quelque chose à proposer.
hi: सूचना तभी मिलती है जब कोच के पास वाकई कुछ सुझाने को हो।
hu: Csak akkor kapsz értesítést, ha az Edzőnek tényleg van javaslata.
it: Ricevi una notifica solo quando il Coach ha davvero qualcosa da suggerire.
ko: 코치가 실제로 제안할 것이 있을 때만 알림이 옵니다.
pl: Powiadomienie dostajesz tylko wtedy, gdy Trener naprawdę ma coś do zaproponowania.
pt: Só recebes aviso quando o Treinador tem mesmo algo a sugerir.
pt_br: Você só é avisado quando o Treinador realmente tem algo a sugerir.
ru: Уведомление приходит, только если Тренеру действительно есть что предложить.
th: คุณจะได้รับแจ้งเตือนเฉพาะเมื่อโค้ชมีข้อเสนอแนะจริง ๆ
tr: Yalnızca Koç’un gerçekten önerecek bir şeyi olduğunda bildirim alırsın.
uk: Сповіщення приходить, лише якщо Тренеру справді є що запропонувати.
zh: 只有当教练确实有建议时才会通知你。

source: You can leave — it keeps going.
ar: يمكنك المغادرة — سيستمر العمل.
de: Du kannst gehen — es läuft weiter.
es: Puedes salir: sigue en marcha.
fr: Tu peux partir — ça continue.
hi: आप जा सकते हैं — यह चलता रहेगा।
hu: Elmehetsz — a folyamat megy tovább.
it: Puoi uscire: continua da solo.
ko: 자리를 비워도 계속 진행됩니다.
pl: Możesz wyjść — to działa dalej.
pt: Podes sair — continua a trabalhar.
pt_br: Você pode sair — ele continua trabalhando.
ru: Можете уйти — работа продолжится.
th: คุณออกไปได้ — ระบบทำงานต่อ
tr: Çıkabilirsin — devam ediyor.
uk: Можеш піти — робота продовжиться.
zh: 你可以离开——它会继续进行。

source: You can turn this off at any time, which also discards anything the Coach is holding for you.
ar: يمكنك إيقافه في أي وقت، وهذا يتخلص أيضًا من أي شيء يحتفظ به المدرب لأجلك.
de: Du kannst das jederzeit abschalten; damit wird auch alles verworfen, was der Coach für dich vorhält.
es: Puedes desactivarlo cuando quieras, lo que también descarta cualquier cosa que el Entrenador tenga guardada para ti.
fr: Vous pouvez désactiver ceci à tout moment, ce qui supprime aussi tout ce que le Coach garde pour vous.
hi: आप इसे कभी भी बंद कर सकते हैं; इससे कोच के पास रखा आपका सब कुछ भी हट जाता है।
hu: Ezt bármikor kikapcsolhatod; ilyenkor minden törlődik, amit az Edző neked tartogat.
it: Puoi disattivarlo quando vuoi, il che elimina anche tutto ciò che il Coach sta tenendo per te.
ko: 언제든 끌 수 있으며, 그러면 코치가 보관 중인 내용도 함께 삭제됩니다.
pl: Możesz to wyłączyć w każdej chwili — usunie to też wszystko, co Trener dla Ciebie przechowuje.
pt: Podes desligar isto a qualquer momento, o que também descarta o que o Treinador tiver guardado para ti.
pt_br: Você pode desligar isto a qualquer momento, o que também descarta o que o Treinador estiver guardando para você.
ru: Вы можете отключить это в любой момент — тогда всё, что Тренер держит для вас, тоже удалится.
th: คุณปิดสิ่งนี้ได้ทุกเมื่อ ซึ่งจะทิ้งทุกอย่างที่โค้ชเก็บไว้ให้คุณด้วย
tr: Bunu istediğin zaman kapatabilirsin; bu, Koç’un senin için tuttuğu her şeyi de siler.
uk: Можеш вимкнути це будь-коли — тоді все, що Тренер тримає для тебе, теж видалиться.
zh: 你随时可以关闭它，这也会清除教练为你保存的一切内容。

source: You declined this.
ar: لقد رفضت هذا.
de: Das hast du abgelehnt.
es: Lo rechazaste.
fr: Tu as refusé ceci.
hi: आपने इसे अस्वीकार किया।
hu: Ezt elutasítottad.
it: L’hai rifiutato.
ko: 거절한 제안입니다.
pl: Odrzuciłeś to.
pt: Recusaste isto.
pt_br: Você recusou isto.
ru: Ты это отклонил.
th: คุณปฏิเสธสิ่งนี้
tr: Bunu reddettin.
uk: Ти це відхилив.
zh: 你拒绝了这项。

source: You get a code that lets your phone or another computer create a passkey for this profile. First confirm that it is you.
ar: ستحصل على رمز يتيح لهاتفك أو لحاسوب آخر إنشاء مفتاح مرور لهذا الملف الشخصي. أكّد أولًا أنك أنت.
de: Du bekommst einen Code, mit dem dein Handy oder ein anderer Computer einen Passkey für dieses Profil erstellen kann. Bestätige zuerst, dass du es bist.
es: Recibes un código con el que tu teléfono u otro ordenador puede crear una passkey para este perfil. Primero confirma que eres tú.
fr: Tu reçois un code qui permet à ton téléphone ou à un autre ordinateur de créer une passkey pour ce profil. Confirme d’abord que c’est bien toi.
hi: आपको एक कोड मिलेगा जिससे आपका फ़ोन या कोई दूसरा कंप्यूटर इस प्रोफ़ाइल के लिए पासकी बना सकता है। पहले पुष्टि करें कि यह आप ही हैं।
hu: Kapsz egy kódot, amellyel a telefonod vagy egy másik számítógép jelszókulcsot hozhat létre ehhez a profilhoz. Előbb erősítsd meg, hogy te vagy az.
it: Ricevi un codice con cui il tuo telefono o un altro computer può creare una passkey per questo profilo. Prima conferma che sei tu.
ko: 휴대폰이나 다른 컴퓨터가 이 프로필용 패스키를 만들 수 있는 코드를 받습니다. 먼저 본인인지 확인하세요.
pl: Dostaniesz kod, dzięki któremu twój telefon lub inny komputer utworzy passkey dla tego profilu. Najpierw potwierdź, że to ty.
pt: Recebes um código com o qual o teu telemóvel ou outro computador pode criar uma passkey para este perfil. Primeiro confirma que és tu.
pt_br: Você recebe um código com o qual seu celular ou outro computador pode criar uma chave de acesso para este perfil. Primeiro confirme que é você.
ru: Ты получишь код, с которым твой телефон или другой компьютер сможет создать ключ доступа для этого профиля. Сначала подтверди, что это ты.
th: คุณจะได้รับรหัสที่ให้โทรศัพท์หรือคอมพิวเตอร์เครื่องอื่นสร้างพาสคีย์สำหรับโปรไฟล์นี้ได้ ก่อนอื่นยืนยันว่าเป็นคุณ
tr: Telefonunun veya başka bir bilgisayarın bu profil için geçiş anahtarı oluşturmasını sağlayan bir kod alırsın. Önce sen olduğunu onayla.
uk: Ти отримаєш код, з яким твій телефон чи інший комп’ютер зможе створити ключ доступу для цього профілю. Спершу підтверди, що це ти.
zh: 你会得到一个代码，你的手机或其他电脑可以用它为此档案创建通行密钥。请先确认是你本人。

source: You have moved this session to Saturday three weeks running. Better the plan says so than that you keep overriding it.
ar: نقلت هذه الجلسة إلى السبت ثلاثة أسابيع متتالية. من الأفضل أن تنص الخطة على ذلك بدل أن تغيّرها كل مرة.
de: Du hast diese Einheit drei Wochen in Folge auf Samstag verschoben. Besser, der Plan sagt das, als dass du ihn jedes Mal übergehst.
es: Has movido esta sesión al sábado tres semanas seguidas. Mejor que lo diga el plan a que tengas que cambiarlo cada vez.
fr: Tu as déplacé cette séance au samedi trois semaines de suite. Mieux vaut que le plan le dise plutôt que tu le contournes à chaque fois.
hi: आपने लगातार तीन हफ़्ते इस सत्र को शनिवार पर खिसकाया है। हर बार उसे बदलने से बेहतर है कि योजना ही ऐसा कहे।
hu: Három héten át egymás után szombatra tetted át ezt az edzést. Jobb, ha ezt a terv mondja ki, mint hogy mindig felülírd.
it: Hai spostato questa seduta al sabato per tre settimane di fila. Meglio che lo dica il piano, piuttosto che tu debba cambiarlo ogni volta.
ko: 3주 연속으로 이 세션을 토요일로 옮겼어요. 매번 바꾸기보다 계획에 그렇게 적어 두는 편이 나아요.
pl: Od trzech tygodni z rzędu przenosisz tę sesję na sobotę. Lepiej, żeby plan to uwzględniał, niż ciągle go nadpisywać.
pt: Mudaste esta sessão para sábado três semanas seguidas. Mais vale o plano dizê-lo do que estares sempre a alterá-lo.
pt_br: Você mudou esta sessão para sábado três semanas seguidas. Melhor o plano dizer isso do que você ficar alterando toda vez.
ru: Вы три недели подряд переносите эту тренировку на субботу. Пусть лучше так и будет записано в плане, чем вы каждый раз его переопределяете.
th: คุณย้ายเซสชันนี้ไปวันเสาร์สามสัปดาห์ติดกันแล้ว ให้แผนระบุไว้เลยดีกว่าต้องแก้ทุกครั้ง
tr: Bu seansı üç haftadır üst üste cumartesiye taşıyorsun. Her seferinde planı geçersiz kılmaktansa bunu planın söylemesi daha iyi.
uk: Ти три тижні поспіль переносиш це тренування на суботу. Хай краще так і буде записано в плані, ніж ти щоразу його змінюватимеш.
zh: 你已经连续三周把这次训练挪到周六了。与其每次都手动改，不如直接写进计划。

source: You have no routines yet — ask the Coach for a plan first.
ar: لا توجد لديك روتينات بعد — اطلب من المدرب خطة أولًا.
de: Du hast noch keine Routinen – bitte den Coach zuerst um einen Plan.
es: Aún no tienes rutinas — pídele un plan al Coach primero.
fr: Tu n’as pas encore de routine — demande d’abord un plan au Coach.
hi: अभी आपकी कोई रूटीन नहीं है — पहले कोच से प्लान माँगें।
hu: Még nincsenek rutinjaid — előbb kérj tervet az Edzőtől.
it: Non hai ancora routine — chiedi prima un piano al Coach.
ko: 아직 루틴이 없어요 — 먼저 코치에게 플랜을 요청하세요.
pl: Nie masz jeszcze rutyn — najpierw poproś Coacha o plan.
pt: Ainda não tens rotinas — pede primeiro um plano ao Coach.
pt_br: Você ainda não tem rotinas — peça um plano ao Coach primeiro.
ru: У тебя пока нет программ — сначала попроси у Коуча план.
th: คุณยังไม่มีรูทีน — ขอแผนจากโค้ชก่อน
tr: Henüz rutinin yok — önce Koç’tan bir plan iste.
uk: У тебе поки немає програм — спочатку попроси в Тренера план.
zh: 你还没有训练计划——先向教练要一份。

source: You have the latest version.
ar: لديك أحدث إصدار.
de: Du hast die neueste Version.
es: Tienes la última versión.
fr: Tu as la dernière version.
hi: आपके पास नवीनतम संस्करण है।
hu: A legújabb verziód van.
it: Hai l’ultima versione.
ko: 최신 버전입니다.
pl: Masz najnowszą wersję.
pt: Tens a versão mais recente.
pt_br: Tens a versão mais recente.
ru: У вас последняя версия.
th: คุณใช้เวอร์ชันล่าสุดแล้ว
tr: En son sürüme sahipsin.
uk: У тебе остання версія.
zh: 已是最新版本。

# You have v{0}
source: You have v%1$@
ar: لديك الإصدار %1$@
de: Du hast v%1$@
es: Tienes la v%1$@
fr: Tu as la v%1$@
hi: आपके पास v%1$@ है
hu: Nálad a v%1$@ van
it: Hai la v%1$@
ko: 현재 v%1$@
pl: Masz v%1$@
pt: Tens a v%1$@
pt_br: Tens a v%1$@
ru: У вас v%1$@
th: คุณใช้ v%1$@
tr: Sürümün v%1$@
uk: У тебе v%1$@
zh: 当前 v%1$@

source: You haven’t checked off any sets. Finish the workout anyway?
ar: لم تحدد أي مجموعة كمكتملة. هل تريد إنهاء التمرين على أي حال؟
de: Du hast noch keine Sätze abgehakt. Training trotzdem beenden?
es: No has marcado ninguna serie. ¿Terminar el entrenamiento igualmente?
fr: Tu n’as coché aucune série. Terminer la séance quand même ?
hi: आपने कोई सेट चेक नहीं किया। फिर भी वर्कआउट समाप्त करें?
hu: Még egyetlen sorozatot sem pipáltál ki. Mindenképp befejezed az edzést?
it: Non hai spuntato nessuna serie. Terminare comunque?
ko: 체크한 세트가 없어요. 그래도 운동을 마칠까요?
pl: Nie odhaczyłeś żadnej serii. Mimo to zakończyć trening?
pt: Não marcaste nenhuma série. Terminar o treino mesmo assim?
pt_br: Você não marcou nenhuma série. Deseja finalizar o treino mesmo assim?
ru: Ни один подход не отмечен. Всё равно завершить тренировку?
th: คุณยังไม่ได้ติ๊กเซ็ตไหนเลย จะจบการออกกำลังกายเลยไหม?
tr: Hiç set işaretlemedin. Yine de antrenman bitsin mi?
uk: Жодного підходу не відмічено. Все одно завершити тренування?
zh: 你还没有勾选任何组。仍要结束训练吗？

source: You still log the total weight — this only feeds the plate line under each set.
ar: ما زلت تسجل الوزن الإجمالي — هذا يغذي سطر الأقراص تحت كل مجموعة فقط.
de: Eingetragen wird weiterhin das Gesamtgewicht — das dient nur der Scheiben-Zeile unter jedem Satz.
es: Sigues registrando el peso total — esto solo alimenta la línea de discos bajo cada serie.
fr: Tu enregistres toujours le poids total — cela ne sert qu'à la ligne de disques sous chaque série.
hi: आप अब भी कुल वज़न ही दर्ज करते हैं — यह सिर्फ़ हर सेट के नीचे की प्लेट लाइन में काम आता है।
hu: Továbbra is a teljes súlyt rögzíted — ez csak a sorozatok alatti tárcsasor kiszámításához kell.
it: Registri comunque il peso totale — questo serve solo alla riga dei dischi sotto ogni serie.
ko: 기록은 여전히 총 무게입니다 — 이 값은 각 세트 아래의 플레이트 줄에만 쓰입니다.
pl: Nadal zapisujesz ciężar całkowity — to służy tylko do linii z talerzami pod każdą serią.
pt: Continuas a registar o peso total — isto só alimenta a linha de discos debaixo de cada série.
pt_br: Você continua registrando o peso total — isso só alimenta a linha de anilhas embaixo de cada série.
ru: Записывается по-прежнему общий вес — это нужно только для строки с блинами под каждым подходом.
th: คุณยังบันทึกน้ำหนักรวมเหมือนเดิม — ค่านี้ใช้แค่กับแถวแผ่นน้ำหนักใต้แต่ละเซ็ตเท่านั้น
tr: Yine de toplam ağırlığı kaydedersin — bu yalnızca her setin altındaki disk satırına yarar.
uk: Записується, як і раніше, загальна вага — це потрібно лише для рядка з блинами під кожним підходом.
zh: 记录的仍是总重量——这只用于每组下方的杠铃片提示行。

# You still log the total: {0} is {1} per side.
source: You still log the total: %1$@ is %2$@ per side.
ar: ما زلت تسجل الإجمالي: %1$@ تعني %2$@ لكل جانب.
de: Du trägst weiterhin die Gesamtzahl ein: %1$@ sind %2$@ pro Seite.
es: Sigues registrando el total: %1$@ son %2$@ por lado.
fr: Tu notes toujours le total : %1$@, c’est %2$@ par côté.
hi: आप कुल ही दर्ज करते हैं: %1$@ यानी प्रति तरफ़ %2$@।
hu: Továbbra is az összeset rögzíted: %1$@ az %2$@ oldalanként.
it: Registri sempre il totale: %1$@ sono %2$@ per lato.
ko: 기록은 그대로 합계로 합니다: %1$@회는 한쪽당 %2$@회입니다.
pl: Nadal zapisujesz łączną liczbę: %1$@ to %2$@ na stronę.
pt: Continuas a registar o total: %1$@ são %2$@ por lado.
pt_br: Você ainda registra o total: %1$@ corresponde a %2$@ de cada lado.
ru: Ты по-прежнему записываешь общее число: %1$@ — это %2$@ на сторону.
th: บันทึกจำนวนรวมตามปกติ: %1$@ คือ %2$@ ต่อข้าง
tr: Toplamı kaydetmeye devam ediyorsun: %1$@, taraf başına %2$@ demek.
uk: Ти й далі записуєш загальну кількість: %1$@ — це %2$@ на сторону.
zh: 你记录的仍然是总数：%1$@ 表示每侧 %2$@ 次。

source: Your answers
ar: إجاباتك
de: Deine Antworten
es: Tus respuestas
fr: Vos réponses
hi: आपके उत्तर
hu: A válaszaid
it: Le tue risposte
ko: 내 답변
pl: Twoje odpowiedzi
pt: As tuas respostas
pt_br: Suas respostas
ru: Ваши ответы
th: คำตอบของคุณ
tr: Yanıtların
uk: Твої відповіді
zh: 你的回答

source: Your changes are kept here, and merged into your account once it is paired again.
ar: تغييراتك محفوظة هنا، وستُدمج في حسابك بمجرد إقرانه مجددًا.
de: Deine Änderungen bleiben hier und werden in dein Konto übernommen, sobald das Handy neu gekoppelt ist.
es: Tus cambios se quedan aquí y se fusionan con tu cuenta en cuanto vuelvas a emparejar el teléfono.
fr: Vos modifications restent ici et sont fusionnées avec votre compte dès que le téléphone est à nouveau associé.
hi: आपके बदलाव यहीं रखे हैं, और फ़ोन फिर से पेयर होते ही आपके खाते में जोड़ दिए जाएँगे।
hu: A módosításaid itt maradnak, és a fiókodba kerülnek, amint a telefont újra párosítod.
it: Le tue modifiche restano qui e vengono unite al tuo account appena il telefono è di nuovo abbinato.
ko: 변경 사항은 이 기기에 보관되며, 다시 페어링하면 계정에 병합됩니다.
pl: Twoje zmiany zostają tutaj i zostaną scalone z twoim kontem, gdy telefon zostanie ponownie sparowany.
pt: As tuas alterações ficam aqui e são integradas na tua conta assim que o telemóvel voltar a ser emparelhado.
pt_br: Suas alterações ficam aqui e são incorporadas à sua conta assim que o celular for pareado de novo.
ru: Ваши изменения остаются здесь и будут объединены с вашим аккаунтом, как только телефон снова будет сопряжён.
th: การเปลี่ยนแปลงของคุณเก็บไว้ที่นี่ และจะรวมเข้ากับบัญชีเมื่อจับคู่โทรศัพท์อีกครั้ง
tr: Değişikliklerin burada kalıyor ve telefon yeniden eşleştirilince hesabınla birleştirilecek.
uk: Твої зміни збережено тут; їх буде об’єднано з твоїм акаунтом, щойно телефон знову буде спарено.
zh: 你的更改保留在这里，重新配对后会合并到你的账号。

source: Your changes are kept here, and merged into your account once you are signed in again.
ar: تغييراتك محفوظة هنا، وستُدمج في حسابك بمجرد تسجيل دخولك مجددًا.
de: Deine Änderungen bleiben hier und werden in dein Konto übernommen, sobald du wieder angemeldet bist.
es: Tus cambios se quedan aquí y se fusionan con tu cuenta en cuanto vuelvas a iniciar sesión.
fr: Vos modifications restent ici et sont fusionnées avec votre compte dès que vous êtes à nouveau connecté.
hi: आपके बदलाव यहीं रखे हैं, और फिर से साइन इन करते ही आपके खाते में जोड़ दिए जाएँगे।
hu: A módosításaid itt maradnak, és a fiókodba kerülnek, amint újra bejelentkezel.
it: Le tue modifiche restano qui e vengono unite al tuo account appena accedi di nuovo.
ko: 변경 사항은 이 기기에 보관되며, 다시 로그인하면 계정에 병합됩니다.
pl: Twoje zmiany zostają tutaj i zostaną scalone z twoim kontem, gdy znów się zalogujesz.
pt: As tuas alterações ficam aqui e são integradas na tua conta assim que voltares a iniciar sessão.
pt_br: Suas alterações ficam aqui e são incorporadas à sua conta assim que você entrar de novo.
ru: Ваши изменения остаются здесь и будут объединены с вашим аккаунтом, как только вы снова войдёте.
th: การเปลี่ยนแปลงของคุณเก็บไว้ที่นี่ และจะรวมเข้ากับบัญชีเมื่อคุณเข้าสู่ระบบอีกครั้ง
tr: Değişikliklerin burada kalıyor ve yeniden giriş yapınca hesabınla birleştirilecek.
uk: Твої зміни збережено тут; їх буде об’єднано з твоїм акаунтом, щойно ти знову ввійдеш.
zh: 你的更改保留在这里，重新登录后会合并到你的账号。

source: Your current password is not right.
ar: كلمة المرور الحالية غير صحيحة.
de: Dein aktuelles Passwort stimmt nicht.
es: Tu contraseña actual no es correcta.
fr: Ton mot de passe actuel n’est pas le bon.
hi: आपका मौजूदा पासवर्ड सही नहीं है।
hu: A jelenlegi jelszavad nem stimmel.
it: La tua password attuale non è corretta.
ko: 현재 비밀번호가 올바르지 않습니다.
pl: Twoje obecne hasło jest nieprawidłowe.
pt: A tua palavra-passe atual não está certa.
pt_br: Sua senha atual não está correta.
ru: Текущий пароль неверный.
th: รหัสผ่านปัจจุบันไม่ถูกต้อง
tr: Mevcut şifren doğru değil.
uk: Поточний пароль неправильний.
zh: 你当前的密码不对。

source: Your data
ar: بياناتك
de: Deine Daten
es: Tus datos
fr: Vos données
hi: आपका डेटा
hu: A te adataid
it: I tuoi dati
ko: 내 데이터
pl: Twoje dane
pt: Os teus dados
pt_br: Seus dados
ru: Ваши данные
th: ข้อมูลของคุณ
tr: Verileriniz
uk: Твої дані
zh: 你的数据

source: Your data is removed from this browser; your profile on the server keeps it. First it checks that the server has every change — if not, you choose what happens to them.
ar: تُحذف بياناتك من هذا المتصفح؛ ويحتفظ بها ملفك الشخصي على الخادم. يتحقق أولًا من أن الخادم لديه كل التغييرات — وإن لم يكن، فأنت تختار ما يحدث لها.
de: Deine Daten werden aus diesem Browser entfernt; dein Profil auf dem Server behält sie. Vorher wird geprüft, ob der Server jede Änderung hat — falls nicht, entscheidest du, was mit ihnen passiert.
es: Tus datos se eliminan de este navegador; tu perfil en el servidor los conserva. Antes se comprueba que el servidor tiene todos los cambios; si no, tú decides qué hacer con ellos.
fr: Vos données sont supprimées de ce navigateur ; votre profil sur le serveur les conserve. On vérifie d'abord que le serveur a toutes les modifications — sinon, vous choisissez ce qu'elles deviennent.
hi: आपका डेटा इस ब्राउज़र से हटा दिया जाता है; सर्वर पर आपकी प्रोफ़ाइल उसे रखती है। पहले जाँचा जाता है कि सर्वर पर हर बदलाव है — अगर नहीं, तो आप तय करते हैं कि उनका क्या होगा।
hu: Az adataid törlődnek ebből a böngészőből; a szerveren lévő profilod megőrzi őket. Előtte ellenőrzi, hogy a szerveren megvan-e minden módosítás — ha nem, te döntöd el, mi legyen velük.
it: I tuoi dati vengono rimossi da questo browser; il tuo profilo sul server li conserva. Prima si controlla che il server abbia tutte le modifiche — altrimenti scegli tu cosa farne.
ko: 데이터가 이 브라우저에서 삭제되며, 서버의 프로필에는 그대로 남습니다. 먼저 서버에 모든 변경 사항이 있는지 확인하며, 없으면 어떻게 할지 직접 선택합니다.
pl: Twoje dane zostają usunięte z tej przeglądarki; twój profil na serwerze je zachowuje. Najpierw sprawdzane jest, czy serwer ma wszystkie zmiany — jeśli nie, sam decydujesz, co się z nimi stanie.
pt: Os teus dados são removidos deste navegador; o teu perfil no servidor mantém-nos. Primeiro verifica-se se o servidor tem todas as alterações — se não tiver, escolhes o que lhes acontece.
pt_br: Seus dados são removidos deste navegador; seu perfil no servidor os mantém. Antes é verificado se o servidor tem todas as alterações — se não tiver, você escolhe o que acontece com elas.
ru: Ваши данные будут удалены из этого браузера; ваш профиль на сервере их сохранит. Сначала проверяется, что на сервере есть все изменения, — если нет, вы сами решаете, что с ними делать.
th: ข้อมูลของคุณจะถูกลบออกจากเบราว์เซอร์นี้ โปรไฟล์บนเซิร์ฟเวอร์ยังเก็บไว้ ก่อนอื่นจะตรวจว่าเซิร์ฟเวอร์มีการเปลี่ยนแปลงครบทุกอย่าง — ถ้าไม่ครบ คุณเลือกได้ว่าจะทำอย่างไรกับมัน
tr: Verilerin bu tarayıcıdan kaldırılır; sunucudaki profilin onları saklar. Önce sunucuda her değişikliğin olup olmadığı kontrol edilir — yoksa onlara ne olacağını sen seçersin.
uk: Твої дані буде видалено з цього браузера; твій профіль на сервері їх збереже. Спершу перевіряється, чи є на сервері всі зміни, — якщо ні, ти вирішуєш, що з ними робити.
zh: 你的数据将从此浏览器中删除；服务器上的个人资料会保留它们。会先检查服务器是否已有全部更改——如果没有，由你决定如何处理。

source: Your data syncs with your profile — sign in anywhere to see it.
ar: تتزامن بياناتك مع ملفك الشخصي — سجّل الدخول من أي مكان لرؤيتها.
de: Deine Daten synchronisieren mit deinem Profil — melde dich überall an, um sie zu sehen.
es: Tus datos se sincronizan con tu perfil — inicia sesión donde sea para verlos.
fr: Tes données se synchronisent avec ton profil — connecte-toi n’importe où pour les voir.
hi: डेटा प्रोफ़ाइल से सिंक होता है — कहीं भी साइन इन कर देखें।
hu: Az adataid szinkronizálódnak a profiloddal — jelentkezz be bárhol, hogy lásd őket.
it: I tuoi dati si sincronizzano col profilo — accedi ovunque per vederli.
ko: 데이터가 프로필과 동기화됩니다 — 어디서든 로그인해 확인하세요.
pl: Dane synchronizują się z profilem — zaloguj się gdziekolwiek, aby je zobaczyć.
pt: Os teus dados sincronizam com o perfil — inicia sessão em qualquer lado para os veres.
pt_br: Seus dados são sincronizados com o perfil — entre em qualquer dispositivo para acessá-los.
ru: Данные синхронизируются с профилем — войди где угодно, чтобы их увидеть.
th: ข้อมูลของคุณซิงค์กับโปรไฟล์ — เข้าสู่ระบบที่ไหนก็เห็นข้อมูล
tr: Verilerin profilinle eşitlenir — görmek için herhangi bir yerden giriş yap.
uk: Дані синхронізуються з профілем — увійди будь-де, щоб їх побачити.
zh: 数据与档案同步——在任何地方登录都能看到。
